import React from 'react';

const GUDIS = "The Truth",
	LIOR = "Lior's molesters",
	NAOM = "The Pickles",
	TZVIKI = "Melout",
	DAVID = "Ninja Turtles",
	NADAV = "Los Yellow Hermanos",
	BARCHEN = "the boondock sluts",
	MARC = "marc's faliure",
	SAPER = "Just Jew it",
	ELI = "Eli's Cupcakes",
	OREN = "Oren Juice",
	YUVAL = "Yuval's Primo Team";


const WEEK_1 = [{
	text: "אי אפשר להתעלם מהפתיחת עונה המדהימה של דוד. 907 נק, (32.4 ממוצע לשחקן) וכל זה בלי הבחירה מספר אחת ראסל ווסטברוק שכבר חימם מנועים אתמול בלילה(42 נק') ומוכן לקרוע את הליגה. לאורי פתח את העונה בסערה, והארדווי jr. גם עשה דברים שאף אחד לא ציפה. שאלה להמשך העונה: האם לאורי יכול להמשיך ככה? האם הוא באמת יותר חופשי שכל העיניים מופנות לקאווי? או שסתם קיבלנו 3 משחקים יוצאי דופן ( כן ה50+ היה שקאווי נח, אבל עם דרוזן זה לא היה נראה ככה). השבוע דוד יצטרך להתגבר על סופרסטאר נוסף שינוח בצד כי הוא הלך מכות למזלו גם בצד של צביקי יש מורחקים",
	rank: 1,
	nextMatch: TZVIKI,
	name: DAVID,
	record: "1-0",

},
	{
		rank: 2, text:
			"מארק כמעט תפס את המקום הראשון כי השבוע הוא כנראה ינצח את נמושת הליגה ( once again), אבל דוד בלי ווסטברוק היה קצת יותר מרשים. הארדן היה מדהים כהרגלו, וטריי יאנג הצעיר נראה כמו בחירה מבטיחה גם כן. מארק התגבר על זה שהוא לא פתח עם דווין בוקר שמאותת לעונה מפחידה בזכות מירוטיץ וקווין לאב, אבל השאלה היא באמת כמה זה יכול להחזיק כי כרמלו יהיה בזבל תוך שבועיים ופורזינגס לא חוזר בזמן הקרוב, אז לסמוך על מירוטיץ ולאב זה מה שנשאר. כמו שאמרתי השבוע מארק יפגוש את בר חן ואולי ימצא את עצמו כמועמד המוביל שבוע הבא.",
		nextMatch: BARCHEN,
		name: MARC,
		record: "1-0",
	},
	{
		text:
			"רציתי לפרגן פה בתחילת העונה לגודיס שנתן דראפט טוב וגם נתן ניצחון מאוד יפה פה בשבוע. תופתעו לגלות שגודיס סיים את השבוע עם ממוצע פר משחק בין הגבוהים שראינו (33.3) ועם בייזמור בלבד ביום האחרון הצליח למנוע מיוקיץ בוורלי והאריס לקחת לו את הניצחון. מתחת לראדר של כל ההופעות השבוע היה ווצביץ (היה אצל הקבוצה האלופה שנה שעברה ) עם 75 במשחק אחד, וביחד עם לברון גאסול ווול נראה שיש בסיס טוב לקבוצה ואולי היא תרוץ חזק השנה. השבוע יפגוש את אורן שלא נראה טוב במיוחד בתחילת העונה ודיי מנסה למצוא שחקנים בכל מקום אפשרי.",
		rank: 3,
		nextMatch: OREN,
		name: GUDIS,
		record: "1-0",
	},
	{rank: 4, text: "", record: "1-0", nextMatch: ELI, name: LIOR},

	{name: NAOM, rank: 5, record: "1-0", text: "", nextMatch: YUVAL},
	{name: TZVIKI, rank: 6, record: "1-0", text: "", nextMatch: DAVID},
	{name: NADAV, rank: 7, record: "1-0", text: "", nextMatch: SAPER},
	{
		name: BARCHEN,
		rank: 12,
		text: "באמת שהשתדלתי לא לעשות את זה, אבל בר חן אתה לא ממש משאיר לי ברירות. ממוצע 23 לשחקן השבוע זה כל כך  נמוך שבליגה ב' שחקני הספסל יותר טובים מזה.  הסגל הנוכחי מזכיר את הסגל של שנה שעברה ( שלא היה טוב בלשון המעטה) ושם את בר חן כמועמד הברור לירידה כבר אחרי המחזור הראשון. יש פה כמה שחקנים שהיו טובים שנה שעברה אצל בר חן אבל גם אז זה לא ממש אמר הרבה וזה לא מה שיוביל את הקבוצה הזאת קדימה. רוביו ולו וויליאמס נראים נורא, ודריימונד נראה כמו מועמד ברור לירידה חדה ביכולת. אנטטקומבו הוא היחיד שיכול להציל את המולדת אבל יווני אחד לא יספיק בשביל להשאיר את בר חן בליגה הראשונה. השבוע נגד מארק בר חן ינסה אולי להפתיע ולהוציא את עצמו מהבוץ.",
		record: "1-0",
		nextMatch: MARC
	},
	{name: SAPER, record: "1-0", rank: 9, text: "", nextMatch: NADAV},
	{name: ELI, rank: 8, record: "1-0", text: "", nextMatch: LIOR},
	{
		name: OREN,
		rank: 11,
		text: "היה לי קשה מאוד למצוא מומעד למקום 10 אז כרגע אשאיר את זה ריק. אבל 11-12 היו מאוד ברורים לי. אורן פתח את העונה לא טוב. סקור של 747 אולי נראה בסדר אבל בממוצע של 28 לשחקן הוא בין הנמוכים השבוע, ובסגל לדעתי אין הרבה נקודות אור. קפלה ואלכס לין בעמדות הC זה לא משהו לסמוך עליו, וקוליסון רדיק וראסל זה במקסימום שחקני ספסל של ליגה ב'. אורן יכול להתחרות בהרכב הזה בלי פציעות אולי אולי מקומות 7-8 , ואם הוא לא רוצה לדבר על ליגה ב' שנה הבאה הוא צריך לעשות שינוי.",
		record: "1-0",
		nextMatch: GUDIS
	},
	{name: YUVAL, rank: 10, text: "", record: "1-0", nextMatch: NAOM},
];

const WEEK_2 = [
	{
		text: "כולם הופתעו שהכנסתי את גודיס למקום ה3 שבוע שעבר, אבל אחרי שבוע שני מרשים כולם מבינים. כן הוא שיחק נגד אורן והניצחון היה מובטח אחרי יומיים כבר, אבל הסקור השבועי מראה הרבה מעבר. 7 שחקנים מעל 110, שלברון מוביל את החבורה עם 223. מרקנן צריך לחזור בקרוב ואם הוא יהיה דומה לשנה שעברה גודיס יכול לצפות לבוסט נוסף. לונזו בול ימשיך להיות סימן שאלה עד סוף העונה, וגודיס יצטרך לשים לב לזה. השבוע נגד אלי שעדיין מחפש את הניצחון הראשון שלו.",
		rank: 1,
		nextMatch: ELI,
		name: GUDIS,
		record: "2-0",
		prevRank: 3,
	},
	{
		rank: 2,
		text: "ליאור הצליח לרשום השבוע ניצחון דחוק מאוד בעזרת הפציעה של אדאמס ביום האחרון והוא ב2-0. ליאור מחזיק ב3 שחקנים עם ממוצע 40+, שסטף עם 55 מכוון לMVP השנה, וקמבה ווקר נראה בדרך לעונת שיא (48 ממוצע ). הבעיה אצל ליאור זה קצה הספסל ש6 שחקנים עם 25 ומטה ו4 מהם צריכים להיות בהרכב כל שבוע. אם ליאור ימצא זהב בוויבר או יחזק את קצה הספסל באיזושהי צורה אני לא יכול לראות איך אפשר לעצור אותו.",
		nextMatch: BARCHEN,
		name: LIOR,
		record: "2-0",
		prevRank: 4,
	},
	{
		text: "שבוע מאוד מאכזב לדוד, אבל אפשר להבין את זה שכריס פול ווויטסייד היו על הספסל. 2 שחקנים בעונת שיא, לאורי עם 47, והרדווי גר' 33 , ואם ווסטברוק יחזור ל45, דוד ידבר חזק השנה. השבוע דוד יפגוש את אורן וינסה לחזור למסלול הניצחונות.",
		rank: 3,
		nextMatch: OREN,
		name: DAVID,
		record: "1-1",
		prevRank: 1,
	},
	{
		rank: 4,
		text: "צביקי פותח את העונה בצורה מעולה ולמרות שהוא רק ב1-1 נראה שיש עתיד מבטיח. סגל חזק מאוד עם 9 שחקנים ב 27+ ממוצע (שהאחרון אינגרם עם 23 לא שיחק הרבה העונה), 2 סופרסטארים עם אמביד ויוקיץ ב46-48, וצביקי שואף השנה לקצת יותר ממקום 1 של פלייאוף תחתון. השבוע במשחק מולי יהיה מעניין.",
		record: "1-1",
		nextMatch: SAPER,
		name: TZVIKI,
		prevRank: 6,
	},
	{
		name: ELI,
		rank: 5,
		record: "2-0",
		text: "אלי ב0-2 סבל מחוסר מזל בתחילת העונה, אבל הקבוצה שלו מאוד חזקה והוא תופס את מקום ה5 בדירוג. 4 הבחירות הראשונות שלו נראות מעולה, דוראנט כרגיל, קאווי נראה חזק בטורונטו, דרוזן בעונת שיא, וגם גריפין נראה בעונת שיא בדטרויט. סגל משלים יציב עם טיג, לופז, רג'י ג'קסון, וזה רק עניין של זמן עד שאלי יתחיל לחבר נצחונות בליגה, למזלו הרע השבוע הוא פוגש את גודיס, אבל ניצחון כאן בהחלט יכול להקפיץ אותו בטבלה.",
		nextMatch: GUDIS,
		prevRank: 1,
	},
	{
		name: NAOM,
		rank: 6,
		record: "2-0",
		text: "למרות ה2-0 נועם לא ממש הרשים אותי העונה, ואני גם לא אוהב את הקבוצה שלו כלכך, אז בשביל לטפס במעלה הדירוג הוא יצטרך לתת כמה הופעות טובות בשבועות הקרובים. אין בקבוצה שחקן אחד מעל 40 ממוצע וכרגע הוא מסתמך על כל מיני שחקנים מפתיעים כמו ווילי קולי סטיין עם 30 ממוצע ולארי ננס גר' עם 27, והשבוע הוא פגש את יובל שכולם נפצעו לו באמצע שבוע. אולי זה רק אני אבל נועם מרגיש לי חלש ושכל זה הולך להתפורר בקרוב. גם השבוע הוא יפגוש משוכה קלה, מארק בלי הארדן וקווין לאב.",
		nextMatch: MARC,
		prevRank: 5,
	},
	{
		name: MARC,
		rank: 7,
		record: "1-1",
		text: "מארק פתח בסערה את העונה אבל אחרי שבוע אחד בלבד הדברים נראים אחרת. קווין לאב כנראה בחוץ לזמן הקרוב וכמו שקליבלנד נראים הם כנראה מעדיפים להפסיד עד סוף העונה אז לא בדיוק ברור מתי הוא יחזור. הארדן בפציעה קלה אבל זה כנראה מסמן שיוסטון השנה לא מחפשים 65 ניצחונות, ומחפשים להגיע בריאים לפלייאוף אז זה יכול לפגוע במשך העונה גם. גם בוקר שחקן פציע יחסית וקשה לראות איך מארק יתגבר על כל הדברים האלה בזמן הקרוב.",
		nextMatch: NAOM,
		prevRank:2,
	},
	{
		name: NADAV,
		rank: 8,
		text: "דויטשר פתח את העונה בצורה מעניינת, שבוע ראשון הפסד עם הסקור הכי גבוה, ובשבוע השני ניצחון עם הסקור הכי נמוך. אין בקבוצה שחקן אחד עם ממוצע 40+ (בחירה אחרונה בדראפט אז זה הגיוני) אבל דויטשר בנה קבוצה יציבה ומאוזנת עם שחקנים מפתיעים כמו ג'אוויל מגי ג'רט אלן ובאדי הילד (30, 27, 27), השבוע הוא ינסה לעלות למאזן חיובי מול יובי.",
		record: "1-1",
		nextMatch: YUVAL,
		prevRank: 7,
	},
	{
		name: BARCHEN,
		record: "1-0",
		rank: 9,
		text: "כן בר חן הפתיע אותי עם הניצחון, ולמרות שזה כמובן הגיע בעזרת הפציעות של מארק, הקבוצה כן נראת טוב ואולי יש עתיד באופק לboondock sluts. לאו וויליאמס מאכזב מפתיחת העונה, אבל רודי גובר(עד שייפצע) ודריימונד גרין נראים טוב וביחד עם אנטטקומבו שהוא באנקר יש בסיס טוב להמשך ואולי להינצל מירידה. ומצטער שאני לא שם אותך בדיבורי אליפות בשלב זה. השבוע קרב לא קל נגד ליאור.",
		nextMatch: LIOR,
		prevRank: 12,
	},
	{
		name: SAPER,
		rank: 10,
		record: "1-1",
		text: "אני אולי ב1-1 אבל עם הסקור כמעט הכי נמוך בליגה מפתיחת העונה מגיע לי המקום הזה. הפציעות תקפו אותי השבוע עם שחקני שיקאגו (פורטיס ודאן), ובלי סימונס באמת לא היה לי סיכוי. השבוע בהרכב מלא יחסית, ובתקווה שלא יהיה פציעות אנסה להראות מה אני באמת שווה במשחק לא קל נגד צביקי.",
		nextMatch: TZVIKI,
		prevRank: 9,
	},
	{
		name: OREN,
		rank: 11,
		text: "אורן התחיל להראות קצת סימני התאוששות השבוע ביחד עם הבחירה מספר 2 שלו מיטשל, אבל זה לא הספיק נגד גודיס. למרות השיפור הקבוצה עדיין חלשה ואני מצפה לראות איזה בלוקבאסטר טרייד שיגרום לטלטול המערכת ולניסיון להימנע מהירידה. השבוע משחק לא קל נגד דוד והפסד כאן כבר יכניס את אורן לבור שלא יהיה קל לצאת ממנו.",
		record: "0-2",
		nextMatch: GUDIS,
		prevRank:11,
	},
	{
		name: YUVAL,
		rank: 12,
		text: "יש הרבה טאלנט בקבוצה של יובל, אבל זה לא מתפרש לנקודות פנטזי וזה ההבדל. קיירי והייוורד בבוסטון לא שחקני פנטזי טובים עם הסגל שיש שם, ומאקלום בדרך לאחת העונות הגרועות שלו. דיוויס למרות המשחקים גדולים הוא שחקן פציע, וככה קשה לנצח. בליצ'ה היה עם הסקור השני הכי גבוה בסגל השבוע (120) וזה דיי מסביר אץ המצב של הקבוצה. השבוע עם דיוויס שעדיין סוחב את הפציעה הוא ינסה להפתיע את דויטשר.",
		record: "0-2",
		nextMatch: NADAV,
		prevRank: 10,
	},
]


const WEEK_3 = [
	{
		text:"גודיס ממשיך לתת עבודה ומגיע לו לשמור על המקום שלו. הסקור השני הכי גבוה השבוע והיחיד שחצה את רף ה3000 העונה. אלי לא ממש הווה יריב השבוע אז אתמקד בתצוגה של גודיס. 7 שחקנים מעל 100 ו3 ב80 מראים את איכות של הסגל הזה. כריס לברט וג'סטין הולידיי פתחו את העונה בצורה מעולה עם ממוצעים של 31, 29, וגם מארק גאסול חזר מהפציעות של שנה שעברה חדש ונותן 37. ביכולת הזאת בר חן השבוע יצטרך להתפלל חזק לניצחון.",
		rank: 1,
		nextMatch: BARCHEN,
		name: GUDIS,
		record: "3-0",
		prevRank: 1,
		score: 1143.70
	},
	{
		rank: 2,
		text:"אחרי תצוגת הנפל שבוע שעבר, דוד חזר להראות מה הסגל שלו שווה. קייל לאורי ממשיך עם העונה הדהימה שלו והשבוע נתן 189. ווסטברוק סופסוף הופיע לעונה ונתן 150 ב3 משחקים. ועם שמות נוספים כמו כריס פול ווויטסייד אפשר להבין איזה קבוצה יש לדוד. השבוע יפגוש את אלי שצונח בכיוון השני של הדירוג",
		nextMatch: ELI,
		name: DAVID,
		record: "2-1",
		prevRank: 3,
		score: 1139.95,
	},
	{
		text:"ליאור ממשיך ביכולת המעולה שלו ובהובלת סטף קארי מתמקם במקום השני בטבלה. השבוע הופיע שחקן מפתיע וונדלי קרטר ג'וניור משיקאגו ונתן 165 נק', וזה כנראה ימשיך ככה עד שמרקנן ופורטיס יחזרו מפציעות. קמבה ווקר חזר קצת לקרקע עם 36 בממוצע \"בלבד\" אבל הקבוצה של ליאור בטירוף עכשיו וזה כנראה לא יפסיק השבוע מול מארק.",
		rank: 3,
		nextMatch: MARC,
		name: LIOR,
		record: "3-0",
		prevRank: 2,
		score: 1061.60,
	},
	{
		rank: 4,
		text_2:"עם ניצחון צמוד עליי השבוע, צביקי ממקם את עצמו כאחת הקבוצות החזקות בליגה. הסנטרים שלו ממשיכים להוביל אותו קדימה, אמביד (217) ויוקיץ (173) היו מעל כולם במפגש מולי, וביחד עם הרוקי המבטיח דונציץ יש סיבה להאמין שצביקי ידבר חזק השנה בפלייאוף העליון (ולא יתנחם בניצחון בפלייאוף התחתון). כל זה נכון בהנחה שאמביד לא יישבר באמצע העונה, והכל יכול להיות איתו. השבוע קרב יחסית קל על הנייר מול יובי. ",
		text: "צביקי עלה השבוע למאזן 2-1, לאחר קרב מותח וצמוד מול סאפר. " +
			"הקבוצה של צביקי נהנת מהובלה של אמביד, שרושם ממוצע מטורף של 47 נק' פנטזי מתחילת העונה והביא השבוע את הניצחון לצביקי עם 217 נק' פנטזי ב5 משחקים. אמביד מדורג שלישי בtotal fantasy points מתחילת העונה." +
			"בנוסף לאמביד, צביקי נהנה מבחירות מעולות בדראפט של  דונציץ, אייטון, והבחירה הראשונה שלא מאכזב - ג'וקיץ. הרבעייה מרכיבה לצביקי בסיס מעולה שעוד צפוי להשתפר עם התקדמות העונה." +
			"מהצד השני של המתרס, צביקי לא מקבל את אחד משלוש המקומות הראשונים במדד העוצמה בגלל אינגרם, הבחירה החמישית שלו שממשיכה לאכזב (כותב שורות אלה התריע על כך מיד בסיום הדראפט), וכן בגלל ספר שחקנים משלימים נוספים בסגל שכנראה ימצאו עצמם בפח הזבל בזמן הקרוב." +
			"השבוע צביקי במפגש מול יובי שינסה להפתיע את צביקי. יובי פתח מצויין ומוביל אבל אמביד טרם שיחק משחק אחד השבוע.",
		record: "2-1",
		nextMatch: YUVAL,
		name: TZVIKI,
		prevRank: 4,
		score: 1070.75,
		author: "דויטשר"
	},
	{
		name: NADAV,
		rank: 5,
		record: "2-1",
		text:"אחרי פתיחה מעט מגומגמת הגיע  השבוע השלישי ודויטשר אוסף ניצחון שני מול הקבוצה של יובל שלא ברור מה קורה שם.. (על הנייר נראית אחלה קבוצה..)עם הסקור הגבוה ביותר, אין ספק שבהחלט מדובר בהישג יפה. 6 שחקנים עם מעל 130 נק׳ וחייבים לציין שיש לא מעט שחקנים עם אפסייד מאוד גבוה(הילד, נורקיץ, אלן) יחד עם דיפו, גורג, אולדרידג, קובינגטון ובארטון לכשיחזור  העתיד בהחלט נראה ורוד.. אין ספק שכמו מאמן אירופאי עיקש דויטשר בהחלט מפיק את המירב מהקבוצה שלו. השבוע מבחן רציני ראשון מול הקבוצה החזקה של נועם, ינסה להשיג ניצחון יוקרתי שיבסס אותו בחצי העליון של הטבלה.",
		nextMatch: NAOM,
		prevRank: 8,
		score: 1250.35,
		author: "גודיס"
	},
	{
		name: NAOM,
		rank: 6,
		record: "3-0",
		text:"הקבוצה של נועם ב3:0 אבל מבחינתי שוב לא הרשימה." +
			"ניצחון על מארק הפצוע (ללא בוקר, לאב והארדן - בחירות 1-3) והסקור השביעי בטיבו השבוע." +
			"גם הניצחון הקודם הגיע על יובי הפצוע." +
			"ג'רו הוליידי ממשיך את העונה הטובה משנה שעברה. ביל נראה כמו שחקן שעשה את קפיצת המדרגה וטאונס שקיבל פס להשתולל מבאטלר עשו לנועם את השבוע." +
			"השבוע יעמוד למבחן רציני ראשון מול קבוצת פלייאוף עליון.",
		nextMatch: NADAV,
		prevRank: 6,
		score:1012.85,
		author: "צביקי"
	},
	{
		name: ELI,
		rank: 7,
		record: "0-3",
		text:"שבוע שעבר עוד נתתי לאלי קרדיט למרות שהיה ב0-2, אבל השבוע המצב כבר התבהר. קאווי כמו שכולנו חשבנו לפני העונה, הוא לא שחקן שאפשר לסמוך עליו, וכרגע הוא לא משחק back-to-backs. גריפין דוראנט ודרוזן מחזיקים את הקבוצה הזאת, אבל הסגל המשלים הוא נורא, 2 שחקנים מההרכב של המפגש כבר המשיכו הלאה, רג'י ג'קסון וברוק לופז לא הרבה מאחוריכם וטיג נפצע. בלי סגל משלים טוב אלי לא בדרך לנצחונות ובטח לא השבוע מול דוד. ",
		nextMatch: DAVID,
		prevRank:5,
		score:868.70,
	},
	{
		name: BARCHEN,
		rank: 8,
		text: "אחרי הפתיחה הנוראית של בר חן לעונה הזאת, חשבתי שאנחנו בדרך לעוד עונה שבר חן מגרד את המקום האחרון, והשנה המקום הזה גם מוביל לירידה, אבל הקבוצה הזאת הפתיעה אותי. הוא כן הפסיד השבוע אבל כמו שרואים מהסקור שלו זה לא היה נוראי. כל השחקנים בהרכב השבוע הופיעו הבעיה שהכוכב הראשי אנטטקומבו (עם פציעה קטנה) נתן רק 99 ואם הכוכבים שלך בינונים התוצאה תהיה בינונית. השבוע משחק קשה נגד גודיס",
		record: "1-2",
		nextMatch: GUDIS,
		prevRank: 9,
		score: 1002.10,
	},
	{
		name: SAPER,
		record: "1-2",
		rank: 9,
		text:"אני יכול אולי להתנחם בעובדה שהייתי המפסיד הכי גבוה השבוע, אבל כרגע עם הסקור הכללי שלי 2421 והמאזן 1-2 המצב לא טוב. גם אצלי בדומה לבר חן רוב ההרכב השבוע סיפק את הסחורה, אבל חסרים לי הכוכבים. סימונס עם ממוצע 33, דראמנד 35, הכי גבוהים השבוע, ובליגה שסטף קארי והארדן נותנים באיזור ה50 אני לא יוכל להתחרות. נתון מעניין: דראמנד ממוצע העונה הכי גבוה אצלי עם 36, מקום 26 בליגה. השבוע על הנייר משחק יחסית קל נגד אורן (בלי מיטשל).",
		nextMatch: OREN,
		prevRank: 10,
		score: 1032.95,
	},
	{
		name: MARC,
		rank: 10,
		record: "1-2",
		text:"מארק ממשיך בצניחה למטה, אבל הוא מקבל קצת הנחה כי הוא בלי הארדן (לדעתי לאב לא יהיה שווה כמעט כלום בהמשך העונה כי קליבלנד מנסים להפסיד). הבעיה אצל מארק שהכוכבים שלו פציעים, דוון בוקר מעולם לא היה בריא, הארדן רגיל להפסיד משחק פה משחק שם, ופורזינגס ולאב אוהבים ללכת לרופא. השבוע נגד ליאור לא יהיה קל",
		nextMatch: LIOR,
		prevRank: 7,
		score: 893.35,
	},
	{
		name: OREN,
		rank: 11,
		text:"השבוע אצל אורן החלטתי להסתכל על החצי כוס המלאה. סקור של 972 עם חיסור של מיטשל ושל פורטר זה לא רע, ועם החזרה של האוורד השבוע יש סיבה לאופטימיות. עם האופטימיות, אני חייב להיות קצת ריאלי השחקנים היחידים עם 30+ ממוצע אצל אורן זה לילארד(42) קפלה,ומיטשל (31), וזה לא יספיק. בשביל עתיד טוב יותר האוורד יהיה חייב להיכנס לרשימה הזאת, אני מקווה שזה לא יקרה השבוע נגדי.  ",
		record: "0-3",
		nextMatch: SAPER,
		prevRank:11,
		score: 972.80,

	},
	{
		name: YUVAL,
		rank: 12,
		text:"יובל ממשיך בעונה הלא טובה שלו ועם הסקור הכי נמוך השבוע לא באמת היה לו סיכוי לצאת מהמקום האחרון. השבוע החליטו להבריז באטלר ודיוויס מכמה משחקים כמו בכל שבוע, ועד שבאטלר לא ימצא בית שטוב לו( או עד הטרייד דדליין) זה כנראה יהיה המצב. דיוויס שחקן פציע, והוא כנראה עוד יותר זהיר כי הוא לא רוצה שיקרה לו מה שקרה לקאזינס. ששני השחקנים הכי טובים שלך ככה, אין לך הרבה סיכוי. יובל יקווה השבוע לשבוע בריא וניצחון מפתיע על צביקי. ",
		record: "0-3",
		nextMatch: TZVIKI,
		prevRank: 12,
		score: 861.55
	},
]

const WEEK_4 = [
	{
		text:"גודיס ממשיך להחזיק את הדירוג הזה בביצים. עוד שבוע ושוב עם הסקור הכי גבוה בליגה, ובקצב הזה אין סיבה לוועדת הדירוג אפילו להתלבט מה לעשות איתו. קצת מספרים רק לסבר את האוזן, 7 שחקנים בין 110-145, בהובלת מארק גאסול וג'ון וול. גודיס נראה פשוט בלתי ניתן לעצירה והשבוע בקרב קצוות נגד מארק לא נראה שהרכבת תעצור.",
		rank: 1,
		nextMatch: MARC,
		name: GUDIS,
		record: "4-0",
		prevRank: 1,
		score: 1126.45
	},
	{
		name: NADAV,
		rank: 2,
		record: "3-1",
		text:"דויטשר ממשיך ביכולת המעולה שלו, ואחרי השבוע ההיסטורי שבוע שעבר, הוא רושם סקור מעולה גם השבוע (טופ 3 בליגה). המשחק עצמו היה קל נגד נועם שלא ממש הופיע, אבל אתמקד בקבוצה של דויטשר. פול ג'ורג' ואולדיפו 2 הבחירות הראשונות שלו בדראפט (12,13) נראות מעולה, והשבוע עם 194 ו189 נתנו show. השבוע קרב מאוד מעניין נגד צביקי וכבר אפשר לראות איזה צמוד יהיה שם. ",
		nextMatch: TZVIKI,
		prevRank: 5,
		score: 1056.40,
	},
	{
		rank: 3,
		text:"דוד הצליח לרשום עוד ניצחון השבוע למרות ההופעה הלא מרשימה, וזה מספיק בשביל לשמור לו מקום בטופ 3 של הדירוג. המשחק נגד אלי היה מאוד צמוד ואת היום האחרון הם התחילו כמעט כמעט בתיקו ודוד ביתרון 7-5 למשחקים. למרות היתרון במשחקים דוד נתן רק 21 בממוצע לשחקן, וכל קבוצה ביום אחר היתה מצנחת אותו אבל אלי קיבל רק 17 מגריפין (ממוצע 40+) וניקיטה (שכבר בזבל מאז) נתן 0.85- ודוד ברח עם הניצחון. השבוע קרב לא קל נגד בר חן.  ",
		nextMatch: BARCHEN,
		name: DAVID,
		record: "3-1",
		prevRank: 2,
		score: 964.20,
	},
	{
		text:"לאחר שלושה ניצחונות רצופים במחזורי הפתיחה, ליאור עם הפסד ראשון העונה למארק." +
			"אמנם התמודדות ביניהם הייתה צמודה מאוד, כאשר ההכרעה מושגת בערב הסיום עם משחק התפוצצות של טריי יאנג ו47 הפנטזי שהוא הביא למארק (בערב ממוצע של יאנג, ליאור היה מנצח בהתמודדות). אך הקבוצה של ליאור עדיין סיימה במקום האחרון בסקור השבוע." +
			"הסקור הנמוך מוסבר בעיקר בפציעה של סטף קארי (שעדיין הספיק לתת לליאור משחק וחצי השבוע), אך גם במספר תצוגות שפל של שחקנים ובראשם מיילס טרנר, הבחירה הרביעית של ליאור שממשיך לאכזב ונתן ממוצע מחריד של 15.45 פנטזי למשחק השבוע. בליגה השנייה הוא נלקח בדראפט במיקום דומה וכבר הספיק להיזרק לוויבר." +
			"ליאור יורד מקום אחד בדירוג השבוע, אבל הוא עדיין שווה פלייאוף עליון כאשר מלבד סטף נמצאים אצלו קמבה ומידלטון היציבים, וזאק לווין שיסיים בדירוג גבוה בהרבה ממה שליאור בחר אותו בדראפט." +
			"השבוע ליאור כנראה הולך להפסיד לנועם, מה שיוריד אותו שנית בדירוג שבוע הבא." +
			"כדי לעצור את ההדרדרות ולשמור על מקום בפלייאוף העליון, מלבד לחכות שסטף יחזור (זה כבר לא יקרה שבוע הבא) - ליאור חייב להביא סנטר נוסף לסגל אחרת הקטסטרופה עוד לפניו. (נמצא עם 2 סנטרים בלבד כרגע וחייב לפתוח איתם כל שבוע, כולל השבוע שטרנר היה עם 2 משחקים בלבד. ואי אפשר לדעת איזה פציעות או הפתעות עוד יהיו)",
		rank: 4,
		nextMatch: NAOM,
		name: LIOR,
		record: "3-1",
		prevRank: 3,
		score: 805.85,
		author: "דויטשר"
	},
	{
		rank: 5,
		text: "צביקי השבוע היה דיי חלש אבל וועדת הדירוג החליטה לוותר לו, כי הקבוצה הזאת נותנת עבודה ונראה שיש שם בסיס טוב להמשך. אמביד ממשיך להפציץ  ואם הוא ימשיך ככה בלי להיפצע אין ספק שלמצוא אותו במקום 17 בדראפט זה מציאה. רק 3 אצל צביקי עברו את ה100 השבוע (אמביד יוקיץ האריס) ועם כל מיני הופעות חלשות כמו אינגרם וג'ברי פארקר לא היה לצביקי ממש סיכוי על יובל שהתפוצץ עליו. השבוע קרב צמרת (מבחינת הדירוג) נגד דויטשר",
		record: "2-2",
		nextMatch: NADAV,
		name: TZVIKI,
		prevRank: 4,
		score: 920.05,
	},
	{
		name: NAOM,
		rank: 6,
		record: "3-1",
		text:"נועם בתצוגת שפל השבוע, כאשר המלפפונים שלו למרות כמות יפה של משחקים (ביחס למה שהיה לקבוצות אחרות בליגה) מפסידה לאחווה הצהובה ומצליחה לסיים רק מקום 10 בסקור השבועי." +
			"בכלל, למרות מאזן יפה של 3-1 עד כה, הסקור של נועם הכי נמוך מקרב שש הקבוצות שנמצאות במקום המוביל לפלייאוף כרגע, ואם ימשיך עם סקורים כאלה ההפסדים יתחילו להיערם אצל המלפפונים." +
			"מהצד החיובי, ניתן למנות אצל נועם בנוסף לטאואנס (עוד עליו בהמשך) את קאולי סטיין שמפתיע ביציבות יחסית, ואת שלישיית הגארדים הולדיי, בראדלי ביל וקונלי שנותנים מספרים יפים ויצבים עד כה העונה. " +
			"מהצד הרע של של המתרס, נועם סבל משבוע קשה של מרקיף מוריס (השכיל לעשות והעיף אותו אתמול), וכן מפולץ המאכזב שפילדפליה כבר התאיישו ממנו. עוד מאכזב ענק - טירייק אוונס אשר ממנו ציפה נועם לגדולות העונה, וכנראה ימצאו את עצמו בקרוב בפח הזבל ביחד עם פולץ." +
			"את השבוע הזה נועם פתח עד כה בסערה בראשות טאואנס שמוביל אצלו את הניקוד, ואפשר להגיד שעם הטרייד של באטלר נועם קיבל בחזרה את הבחירה ראשונה שלו שאמור לתת בראש Going Forward." +
			"בקיטוב בין השבוע המעולה שמצפה לו לשבוע הגרוע שעבר עליו, נועם נשאר במיקום זהה לשבוע שעבר. ההמשך תלוי בהתאמות שיעשה נועם כי הבסיס שלו לא רע בכלל.",
		nextMatch: NADAV,
		prevRank: 6,
		score:836.10,
		author: "דויטשר"
	},
	{
		name: SAPER,
		record: "2-2",
		rank: 7,
		text:"השבוע סופסוף הקבוצה שלי הופיעה לליגה. הופעה ראשונה טובה ומקום שני בסקור הכללי מקנים לי עלייה בדירוג ב2 מקומות, אבל בעת כתיבת השורות האלה לא נראה שעלייה הזאת תחזיק להרבה זמן. דראמנד, כנראה הבחירה הכי טובה שלי נתן 212 נקודות והוביל את הקבוצה וביחד עם הורפורד ארון גורדון סימונס ורנדל (100+ כולם), לא היה לאורן הרבה סיכוי במשך השבוע. השבוע פתיחה לא טובה ופציעה נגד אלי כנראה תחזיר אותי למאזן שלילי. ",
		nextMatch: ELI,
		prevRank: 9,
		score: 1088.15,
	},
	{
		name: MARC,
		rank: 8,
		record: "2-2",
		text:"אני מרגיש במצב רוח טוב ולכן וכל מי שניצח השבוע ואפילו אם לא הרשים במיוחד מקבל מקפצה קטנה בדירוג, ומארק נכנס לקטגוריה הזאת בגדול. הסקור השני הכי גרוע בליגה השבוע הספיק לניצחון וזה מה שחשוב. ליאור הגיע לא מוכן, ספג פציעה של סטף קארי באמצע השבוע ולא הצליח להתאושש. מארק לעומת זאת פשוט עלה עם כרמלו (לא ברור למה הוא עדיין בסגל) ועם עוד כמה פציעות קטנות, היה נראה שהוא יפסיד אבל 3 השחקנים שלו הצליחו להתגבר על ה4 של ליאור ומארק רשם ניצחון חשוב. השבוע מארק כנראה יחזור לקרקע בקרב נגד גודיס. ",
		nextMatch: GUDIS,
		prevRank: 10,
		score: 817.55,
	},
	{
		name: ELI,
		rank: 9,
		record: "0-4",
		text:"אחרי הפתיחה המבטיחה של אלי לעונה עם סקורים גבוהים והפסדים צמודים, הגיעו שבועיים קשים. עם סקור נוסף שלא מכבד את בעליו, הקבוצה של אלי עדיין בלי ניצחון למרות שיש לו סגל לא רע. השבוע כמו שתיארתי כבר על דוד, אלי היה מאוד קרוב לניצחון אבל בליגה שלנו זה לא מספיק וצריך להילחם עד הסוף. דוראנט גריפין ברוק לופז וסיטבן אדאמס הובילו השבוע אבל שאר הסגל היה מאוד חלש. השבוע נגדי אלי כבר פתח בסערה והניצחון הראשון לא רחוק. ",
		nextMatch: SAPER,
		prevRank:7,
		score:948.10,
	},
	{
		name: YUVAL,
		rank: 10,
		text: "יובל סוף כל סוף רושם נצחון בכורה עם תצוגה יפה מול צביקי, עם סקור יפה בראשות ארווינג ריצרדסון ודיוויס נראה שהפנים קדימה לעבר החלק העליון של הטבלה, אך מרגיש שהקבוצה עדיין תלויה יותר מדי בבריאות של דיוויס וזה מה שיכריע אם באמת יוכל לעשות ההתקדמות הדרושה כדי להתברג בפלייאוף. השבוע חייב לנצח את אורן כדי להמשיך את המומנטום.",
		record: "1-3",
		nextMatch: OREN,
		prevRank: 12,
		score: 1081.20,
		author: "גודיס"
	},
	{
		name: BARCHEN,
		rank: 11,
		text_2:"לפני הטור של צביקי רק כמה מילים מוועדת הדירוג. ההידרדרות הזאת מגיעה רק בגלל שכבר היית שם, כלכך קרוב לנצח את הקבוצה החזקה בליגה ופישלת.",
		text: " כבר חשבנו שאתה מנחיל לגודיס הפסד בכורה העונה אבל אז גרין נפצע וגודיס התפוצץ במאני טיים עם לילה של 248 נק בשישה שחקנים בלבד. (מעל 40 לשחקן). בסופו של דבר מקום שמיני בסקור הכללי. יאנג המאכזב כבר בפח ודווקא האס לו ווילאמס ישב על הספסל. אציין לטובה את מארי שפתח מבערים, רוביו המתוערר, מקרודר, גובר ויאניס כמובן. בר חן צריך למצוא שחקן חדש שיביא את האקס פקטור בשביל לטפס לצמרת. השבוע בקרב קשה במיוחד מול פקוש.",
		record: "1-3",
		nextMatch: GUDIS,
		prevRank: 8,
		score: 919.15,
		author: "צביקי"
	},
	{
		name: OREN,
		rank: 12,
		text:"עוד שבוע ועוד הפסד לאורן, והמצב מתחיל להיראות רע מאוד. 3 שחקנים בלבד עברו את ה100 (וגם בקושי), ועוד כמה תצוגות של הסגל המשלים (שחלקו כבר בוויבר) שהיו מזוויעות ולא באמת היה סיכוי לנצח את הקבוצה שלי שלאורך כל השבוע שיחקה טוב. השבוע אורן בקרב תחתית מול יובל, ואולי סופסוף עם קצת מזל הוא יצליח לרשום ניצחון ראשון ולהוריד את הקוף הזה מהגב שלו.  ",
		record: "0-4",
		nextMatch: YUVAL,
		prevRank:11,
		score: 887.95,

	},

]


const WEEK_6 = [
	{
		rank: 1,
		name: GUDIS,
		text:"גודיס ממשיך להסב נחת להוריו ושולט בליגה ביד רמה. הקורבן הנוכחי היה ליאור שספג את התבוסה הכי גדולה השבוע עם פער מביך של 240 נקודות. אמנם גודיס היה עם הסקור השלישי בטיבו השבוע אבל ליאור עם הסקור הכי נמוך אפילו לא היה קרוב וגודיס יכל להכניס את השבת ברוגע ובנעימים.\n" +
			"\n" +
			"ניקולה ווצ'ביץ' - שנבחר במקום ה-54 ועומד כיום במקום ה-13 - נתן עוד שבוע במשרד עם 130 נק', ומארק גאסול - שעומד ממש מעליו במקום ה-12 - הראה שהוא לא מתגעגע לפאו אחיו שנזרק על ידי גודיס, והתפוצץ עם 204 משלו. יחד עם עוד שמונה שחקנים שחצו את רף 100 הנקודות הדרך ל-W נסללה.\n" +
			"\n" +
			"האמת (הא!), הקבוצה של גודיס נראית פצצה, וזה עוד כשהוא מחזיק בתנור את קאזינס ומארקנן (+ לאוורט שעוד יכול לחזור העונה). מה יקרה אם הם ייכנסו לעניינים? פחד אלוהים.\n" +
			"\n" +
			"הקורבן השבועי הבא יהיה נועם, ועד שלא יוכח אחרת - גודיס הוא הטים טו ביט בליגה.",
		nextMatch: NAOM,
		record: "6-0",
		prevRank: 1,
		score: 1179.65,
		author: "אורן"
	},
	{
		rank: 2,
		name: DAVID,
		record: "4-2",
		text: "למרות ההפסד השבוע דוד עולה מקום אחד למקום השני. הקרב בין 2-6 מאוד צמוד, וההפסד של דויטשר השבוע עם הסקור היותר נמוך זיכה את דוד במקום השני. דוד היה מאוד קרוב לניצחון השבוע וביום האחרון עם 7 שחקנים לא הצליח לסגור את הפער במיוחד כי וויטסייד נתן את המשחק הכי גרוע שלו השנה והיה 25 נק' פחות מהממוצע שלו(בדיוק הפער לניצחון). ווסטברוק ישב בחוץ עם הפציעה למרות שחזר באמצע שבוע וזה כמובן היה חסר. השבוע עם ווסטברוק שנראה מעולה מאז שחזר (ממוצע 50) הוא ינסה לקבור את ליאור שכבר נראה עם חצי רגל בקבר.",
		nextMatch: LIOR,
		prevRank: 3,
		score: 1089.90,
	},
	{
		rank: 3,
		name: NADAV,
		text:"דויטשר יורד מקום אחד לאחר הפסד לאורן המשתפר שהשיג נצחון בכורה, הניקוד שהשיג היה סביר בהובלת פול גורג, אך חוץ ממנו ועם החסרון של דיפו כל השאר לא נתנו את האקסטרה הדרושה כדי לרשום עוד נצחון, סך הכל הקבוצה נראית טוב עם הסקור השני הכללי בטיבו ולאור החזרה הקרבה של בארטון אין ספק שיש עוד למה לצפות, השבוע קרב קשה מול הקבוצה העקשנית של אלי יהיה לא פשוט בכלל, ודויטשר יהיה חייב לרשום נצחון חשוב כדי לבסס את עצמו במקום השני וכדי לא להיגרר לקרבות אמצע טבלה בהמשך הדרך",
		nextMatch: ELI,
		record: "4-2",
		prevRank: 2,
		score: 1019.00,
		author: "גודיס"

	},
	{
		rank: 4,
		name: TZVIKI,
		text:"צביקי הגיע למאצ'אפ מול נועם אחרי 2 הפסדים ורצה לחזור לעניינים עם ניצחון שיחזיר אותו לתלם. זה לא הלך קל בכלל וצביקי היה מרחק ימאי אחד מלהפסיד את המשחק הזה ברגע האחרון, כשהבוקר התעורר אדון Melout ליתרון 7 נקודות ולאחר עדכון הקולות ירד ל0.95 בלבד, בדרך לניצחון קלוש ומתוק. \n" +
			"\n" +
			"ג'ואל אמביד - הMVP לעונת 2019 לטענת בעליו - המשיך בעונה הנפלאה עם 176 נק', טוביאס האריס שנותן מספרים נהדרים מאז המעבר לקליפרס נתן את ה156 שלו, ובאופן כללי כמעט כל הקבוצה הופיעה למאצ' הזה. אפילו אלן קראב הפציע למשחק אחד. \n" +
			"\n" +
			"זה יכול היה ללכת קל יותר, אלמלא נועם היה מופיע גם הוא בשיא כוחו עם הסקור החמישי בטיבו השבוע, בדרך להפסד אכזרי. אבל כאמור, הניצחון מתוק יותר כשהוא כל כך דחוק.\n" +
			"\n" +
			"השבוע צביקי ינסה לצבור מומנטום בקרב מול אורן, יהיה מעניין.",
		record: "3-3",
		prevRank: 5,
		score: 1167.10,
		nextMatch: OREN,
		author: "אורן"
	},
	{
		rank: 5,
		name: NAOM,
		text:"כולנו ראינו מה קרה לנועם השבוע ועם נקודה אחת נוספת הוא היה במאזן 5-1 על אפם וחמתם של כל המבקרים. במקום זה הוא בתוך כל הג'מע של מקומות 2-6. נועם זכה לראות את טאונס בשיאו עם משחק של 30-20 (נקודות ריבאונדים) ומקווה שעם הטרייד של באטלר טאונס יתחיל לקחת על עצמו כל משחק ולהיות על יציב על 45+ בפנטזי. קונלי ממשיך את העונה המעולה שלו עם 195 השבוע, והקבוצה של נועם לדעתי נראית יותר טוב מתחילת העונה. השבוע קרב מאוד קשה מול גודיס וניצחון פה בהחלט ישתיק את המבקרים לחודש הקרוב לפחות.  ",
		record: "4-2",
		nextMatch: GUDIS,
		prevRank: 6,
		score: 1166.15,
	},
	{
		rank: 6,
		name: SAPER,
		record: "3-3",
		text:"הקבוצה שלי החליטה להופיע השבוע, ועם הסקור הכי גבוה בליגה זכיתי לעלייה של מקום אחד בדירוג. הבעיה אצלי, שזה שבוע כן שבוע לא, וככה בדיוק נראה המאזן שלי גם. השבוע כל הכוכבים הופיעו, סימונס 157(39 ממוצע), דראמנד 189(47 ממוצע), ועם עזרה של רנדל ואריזה (174, 126) הצלחתי לנצח את בר חן בחטיפה וחצי. (5 חטיפות לדראמנד ביום האחרון). התרחקתי מהתחתית קצת לבנתיים וזה גם שווה משהו, אבל בשביל להתחיל לחשוב על להגן על התואר שלי אצטרך קצת יציבות ולרשום כמה ניצחונות ברצף, השבוע קרב קשה מול מארק. ",
		nextMatch: MARC,
		prevRank: 7,
		score: 1195.65,
	},
	{
		rank: 7,
		name: MARC,
		record: "3-3",
		text:"מארק עלה מקום אחד בדירוג גם אחרי הופעה מכובדת מאוד מול דוד וניצחון מרשים וכל זה עם סוללת פצועים (קווין לאב, דראגיץ, פורזינגס). אחרי כמה שבועות מחרידים נראה שהקבוצה של מארק חוזרת לשחק כמו שצריך, ובדיוק כמוני הוא עוד צריך להוכיח את עצמו ובגלל זה המשחק בנינו חשוב מאוד לשתי הקבוצות. השבוע מול דוד 6 שחקנים נתנו מעל 100 שבוקר והארדן מובילים את החבורה עם 163, 150. אבל הסיפור אצל מארק זה השחקנים הטובים שנותנים הרבה מעבר למצופה, דינווידל (134), מירוטיץ (148) ואינגלס נתנו השבוע בוסט ואם הם ימשיכו ככה יש עתיד מעולה לקבוצה הזאת. ",
		nextMatch: SAPER,
		prevRank: 8,
		score: 1113.75,
	},
	{
		rank: 8,
		name: ELI,
		record: "2-4",
		text:"",
		nextMatch: SAPER,
		prevRank:9,
		score:1157.25,
	},
	{
		rank: 9,
		name: YUVAL,
		text:"אני מרגיש שיובל שווה יותר ממקום 9 בדירוג, אבל למרות השבועיים הטובים הוא עדיין יצא ב1-1 מהם. השבוע הוא רדף אחרי אלי כל השבוע ובסוף על הנייר זה היה נראה קרוב, אבל המציאות מראה שהיה חסר ליובל קצת יותר. העתיד של יובל נראה דיי טוב עכשיו שבאטלר חופשי ומאושר, אבל החיסורים התכופים של דיוויס ביחד עם הבינוניות של הייוורד ימנעו מיובל לדעתי להילחם על אריות הליגה. השבוע ינסה לשלוח את בר חן למקום הנמוך ביותר בדירוג ",
		record: "2-4",
		nextMatch: BARCHEN,
		prevRank: 10,
		score: 1116.60,
	},
	{
		rank: 10,
		name: LIOR,
		record: "3-3",
		text:"ליאור צונח השבוע בדירוג, והוא היחיד השבוע שעשה שינוי כלכך גדול. עברו שבועיים מאז הדירוג הקודם ובשבועיים האלה רוב הקבוצות עשו 1-1 ובגלל זה התנועה היתה מעטה, ליאור בשבועיים האלה עשה 0-2 וממוצע של 900 נקודות ועם כל מקום שהורדתי אותו בדירוג, הבנתי שהוא כנראה פחות טוב מעוד קבוצה ועוד קבוצה, וככה הגענו עד למקום 10. כן סטף קארי בחוץ אבל זה לא סיבה לתצוגות השפל האלו. בשבוע שכל הליגה עברה את ה1000 ו8 קבוצות עברו את ה1100 (הרבה קבוצות עם 4 משחקים השבוע), זה לא כלכך הגיוני שליאור עשה רק  940 (2 חיסורים של שחקנים). למזלו של ליאור המאזן שלו 3-3 וניצחון אחד ועלייה למאזן חיובי ישכיח את כל מה שכתבתי. השבוע ליאור ינסה לעצור את ההידרדרות במשחק לא קל נגד דוד. ",
		nextMatch: DAVID,
		prevRank: 4,
		score: 939.55,
	},

	{
		rank: 11,
		name: BARCHEN,
		text:"בר חן עשה שבוע כמעט מושלם כשסיים במקום השני בסקור השבועי, אבל לצערו נתקל דווקא בסאפר שסיים עם 4 נקודות יותר ממנו. הפסד אכזרי מאוד שהוריד אותו למקום האחרון בליגה בעקבות הניצחון הראשון של אורן. בשבוע לא קל בלי דריימונד גרין הפצוע/מושעה/מנודה, לא מעט שחקנים אחרים היו צריכים להתעלות. יאניס הוביל עם 214 נקודות, צמד הרכזים מארי ורוביו נתנו 290 נקודות משותפות וגם חברו של רוביו ליוטה, רודי גובר תרם למאמץ עם 130 משלו. \n" +
			"\n" +
			"כל זה כאמור לא הספיק נגד סאפר שנתן שבוע נהדר, כשמי שמאכזב את בר חן במאני טיים ביום ראשון הוא דווקא לו וויליאמס אהוב ליבו שהסריח את הדף עם 4.65 נקודות פאנטזי עלובות. עוד שלשה אחת של הרכז היתה נותנת לבר חן את ה-W החשוב אבל זה לא קרה לצערו. \n" +
			"\n" +
			"השבוע בר חן ינסה לברוח מהמקום האחרון(בטבלהׂׂ) והמוכר בקרב מול יובי.",
		record: "1-5",
		nextMatch: YUVAL,
		prevRank: 11,
		score: 1191.30,
		author: "אורן"
	},
	{
		rank: 12,
		name: OREN,
		text:"",
		record: "1-5",
		nextMatch: TZVIKI,
		prevRank:12,
		score: 1045.35,

	},

]

const POWER_RANKINGS_BY_WEEK = [WEEK_1, WEEK_2, WEEK_3, WEEK_4, WEEK_6]
export {POWER_RANKINGS_BY_WEEK}