const GUDIS = "The Truth",
	LIOR = "Lior's molesters",
	NAOM = "The Pickles",
	TZVIKI = "Melout",
	DAVID = "Ninja Turtles",
	NADAV = "Los Yellow Hermanos",
	BARCHEN = "the boondock sluts",
	MARC = "marc's faliure",
	SAPER = "Just Jew it",
	ELI = "Eli's Cupcakes",
	OREN = "Oren Juice",
	YUVAL = "Yuval's Primo Team";


const WEEK_1 = [{
	text: "אי אפשר להתעלם מהפתיחת עונה המדהימה של דוד. 907 נק, (32.4 ממוצע לשחקן) וכל זה בלי הבחירה מספר אחת ראסל ווסטברוק שכבר חימם מנועים אתמול בלילה(42 נק') ומוכן לקרוע את הליגה. לאורי פתח את העונה בסערה, והארדווי jr. גם עשה דברים שאף אחד לא ציפה. שאלה להמשך העונה: האם לאורי יכול להמשיך ככה? האם הוא באמת יותר חופשי שכל העיניים מופנות לקאווי? או שסתם קיבלנו 3 משחקים יוצאי דופן ( כן ה50+ היה שקאווי נח, אבל עם דרוזן זה לא היה נראה ככה). השבוע דוד יצטרך להתגבר על סופרסטאר נוסף שינוח בצד כי הוא הלך מכות למזלו גם בצד של צביקי יש מורחקים",
	rank: 1,
	nextMatch: TZVIKI,
	name: DAVID,
	record: "1-0",

},
	{
		rank: 2, text:
			"מארק כמעט תפס את המקום הראשון כי השבוע הוא כנראה ינצח את נמושת הליגה ( once again), אבל דוד בלי ווסטברוק היה קצת יותר מרשים. הארדן היה מדהים כהרגלו, וטריי יאנג הצעיר נראה כמו בחירה מבטיחה גם כן. מארק התגבר על זה שהוא לא פתח עם דווין בוקר שמאותת לעונה מפחידה בזכות מירוטיץ וקווין לאב, אבל השאלה היא באמת כמה זה יכול להחזיק כי כרמלו יהיה בזבל תוך שבועיים ופורזינגס לא חוזר בזמן הקרוב, אז לסמוך על מירוטיץ ולאב זה מה שנשאר. כמו שאמרתי השבוע מארק יפגוש את בר חן ואולי ימצא את עצמו כמועמד המוביל שבוע הבא.",
		nextMatch: BARCHEN,
		name: MARC,
		record: "1-0",
	},
	{
		text:
			"רציתי לפרגן פה בתחילת העונה לגודיס שנתן דראפט טוב וגם נתן ניצחון מאוד יפה פה בשבוע. תופתעו לגלות שגודיס סיים את השבוע עם ממוצע פר משחק בין הגבוהים שראינו (33.3) ועם בייזמור בלבד ביום האחרון הצליח למנוע מיוקיץ בוורלי והאריס לקחת לו את הניצחון. מתחת לראדר של כל ההופעות השבוע היה ווצביץ (היה אצל הקבוצה האלופה שנה שעברה ) עם 75 במשחק אחד, וביחד עם לברון גאסול ווול נראה שיש בסיס טוב לקבוצה ואולי היא תרוץ חזק השנה. השבוע יפגוש את אורן שלא נראה טוב במיוחד בתחילת העונה ודיי מנסה למצוא שחקנים בכל מקום אפשרי.",
		rank: 3,
		nextMatch: OREN,
		name: GUDIS,
		record: "1-0",
	},
	{rank: 4, text: "", record: "1-0", nextMatch: ELI, name: LIOR},

	{name: NAOM, rank: 5, record: "1-0", text: "", nextMatch: YUVAL},
	{name: TZVIKI, rank: 6, record: "1-0", text: "", nextMatch: DAVID},
	{name: NADAV, rank: 7, record: "1-0", text: "", nextMatch: SAPER},
	{
		name: BARCHEN,
		rank: 12,
		text: "באמת שהשתדלתי לא לעשות את זה, אבל בר חן אתה לא ממש משאיר לי ברירות. ממוצע 23 לשחקן השבוע זה כל כך  נמוך שבליגה ב' שחקני הספסל יותר טובים מזה.  הסגל הנוכחי מזכיר את הסגל של שנה שעברה ( שלא היה טוב בלשון המעטה) ושם את בר חן כמועמד הברור לירידה כבר אחרי המחזור הראשון. יש פה כמה שחקנים שהיו טובים שנה שעברה אצל בר חן אבל גם אז זה לא ממש אמר הרבה וזה לא מה שיוביל את הקבוצה הזאת קדימה. רוביו ולו וויליאמס נראים נורא, ודריימונד נראה כמו מועמד ברור לירידה חדה ביכולת. אנטטקומבו הוא היחיד שיכול להציל את המולדת אבל יווני אחד לא יספיק בשביל להשאיר את בר חן בליגה הראשונה. השבוע נגד מארק בר חן ינסה אולי להפתיע ולהוציא את עצמו מהבוץ.",
		record: "1-0",
		nextMatch: MARC
	},
	{name: SAPER, record: "1-0", rank: 9, text: "", nextMatch: NADAV},
	{name: ELI, rank: 8, record: "1-0", text: "", nextMatch: LIOR},
	{
		name: OREN,
		rank: 11,
		text: "היה לי קשה מאוד למצוא מומעד למקום 10 אז כרגע אשאיר את זה ריק. אבל 11-12 היו מאוד ברורים לי. אורן פתח את העונה לא טוב. סקור של 747 אולי נראה בסדר אבל בממוצע של 28 לשחקן הוא בין הנמוכים השבוע, ובסגל לדעתי אין הרבה נקודות אור. קפלה ואלכס לין בעמדות הC זה לא משהו לסמוך עליו, וקוליסון רדיק וראסל זה במקסימום שחקני ספסל של ליגה ב'. אורן יכול להתחרות בהרכב הזה בלי פציעות אולי אולי מקומות 7-8 , ואם הוא לא רוצה לדבר על ליגה ב' שנה הבאה הוא צריך לעשות שינוי.",
		record: "1-0",
		nextMatch: GUDIS
	},
	{name: YUVAL, rank: 10, text: "", record: "1-0", nextMatch: NAOM},
];

const WEEK_2 = [
	{
		text: "כולם הופתעו שהכנסתי את גודיס למקום ה3 שבוע שעבר, אבל אחרי שבוע שני מרשים כולם מבינים. כן הוא שיחק נגד אורן והניצחון היה מובטח אחרי יומיים כבר, אבל הסקור השבועי מראה הרבה מעבר. 7 שחקנים מעל 110, שלברון מוביל את החבורה עם 223. מרקנן צריך לחזור בקרוב ואם הוא יהיה דומה לשנה שעברה גודיס יכול לצפות לבוסט נוסף. לונזו בול ימשיך להיות סימן שאלה עד סוף העונה, וגודיס יצטרך לשים לב לזה. השבוע נגד אלי שעדיין מחפש את הניצחון הראשון שלו.",
		rank: 1,
		nextMatch: ELI,
		name: GUDIS,
		record: "2-0",
		prevRank: 3,
	},
	{
		rank: 2,
		text: "ליאור הצליח לרשום השבוע ניצחון דחוק מאוד בעזרת הפציעה של אדאמס ביום האחרון והוא ב2-0. ליאור מחזיק ב3 שחקנים עם ממוצע 40+, שסטף עם 55 מכוון לMVP השנה, וקמבה ווקר נראה בדרך לעונת שיא (48 ממוצע ). הבעיה אצל ליאור זה קצה הספסל ש6 שחקנים עם 25 ומטה ו4 מהם צריכים להיות בהרכב כל שבוע. אם ליאור ימצא זהב בוויבר או יחזק את קצה הספסל באיזושהי צורה אני לא יכול לראות איך אפשר לעצור אותו.",
		nextMatch: BARCHEN,
		name: LIOR,
		record: "2-0",
		prevRank: 4,
	},
	{
		text: "שבוע מאוד מאכזב לדוד, אבל אפשר להבין את זה שכריס פול ווויטסייד היו על הספסל. 2 שחקנים בעונת שיא, לאורי עם 47, והרדווי גר' 33 , ואם ווסטברוק יחזור ל45, דוד ידבר חזק השנה. השבוע דוד יפגוש את אורן וינסה לחזור למסלול הניצחונות.",
		rank: 3,
		nextMatch: OREN,
		name: DAVID,
		record: "1-1",
		prevRank: 1,
	},
	{
		rank: 4,
		text: "צביקי פותח את העונה בצורה מעולה ולמרות שהוא רק ב1-1 נראה שיש עתיד מבטיח. סגל חזק מאוד עם 9 שחקנים ב 27+ ממוצע (שהאחרון אינגרם עם 23 לא שיחק הרבה העונה), 2 סופרסטארים עם אמביד ויוקיץ ב46-48, וצביקי שואף השנה לקצת יותר ממקום 1 של פלייאוף תחתון. השבוע במשחק מולי יהיה מעניין.",
		record: "1-1",
		nextMatch: SAPER,
		name: TZVIKI,
		prevRank: 6,
	},
	{
		name: ELI,
		rank: 5,
		record: "2-0",
		text: "אלי ב0-2 סבל מחוסר מזל בתחילת העונה, אבל הקבוצה שלו מאוד חזקה והוא תופס את מקום ה5 בדירוג. 4 הבחירות הראשונות שלו נראות מעולה, דוראנט כרגיל, קאווי נראה חזק בטורונטו, דרוזן בעונת שיא, וגם גריפין נראה בעונת שיא בדטרויט. סגל משלים יציב עם טיג, לופז, רג'י ג'קסון, וזה רק עניין של זמן עד שאלי יתחיל לחבר נצחונות בליגה, למזלו הרע השבוע הוא פוגש את גודיס, אבל ניצחון כאן בהחלט יכול להקפיץ אותו בטבלה.",
		nextMatch: GUDIS,
		prevRank: 1,
	},
	{
		name: NAOM,
		rank: 6,
		record: "2-0",
		text: "למרות ה2-0 נועם לא ממש הרשים אותי העונה, ואני גם לא אוהב את הקבוצה שלו כלכך, אז בשביל לטפס במעלה הדירוג הוא יצטרך לתת כמה הופעות טובות בשבועות הקרובים. אין בקבוצה שחקן אחד מעל 40 ממוצע וכרגע הוא מסתמך על כל מיני שחקנים מפתיעים כמו ווילי קולי סטיין עם 30 ממוצע ולארי ננס גר' עם 27, והשבוע הוא פגש את יובל שכולם נפצעו לו באמצע שבוע. אולי זה רק אני אבל נועם מרגיש לי חלש ושכל זה הולך להתפורר בקרוב. גם השבוע הוא יפגוש משוכה קלה, מארק בלי הארדן וקווין לאב.",
		nextMatch: MARC,
		prevRank: 5,
	},
	{
		name: MARC,
		rank: 7,
		record: "1-1",
		text: "מארק פתח בסערה את העונה אבל אחרי שבוע אחד בלבד הדברים נראים אחרת. קווין לאב כנראה בחוץ לזמן הקרוב וכמו שקליבלנד נראים הם כנראה מעדיפים להפסיד עד סוף העונה אז לא בדיוק ברור מתי הוא יחזור. הארדן בפציעה קלה אבל זה כנראה מסמן שיוסטון השנה לא מחפשים 65 ניצחונות, ומחפשים להגיע בריאים לפלייאוף אז זה יכול לפגוע במשך העונה גם. גם בוקר שחקן פציע יחסית וקשה לראות איך מארק יתגבר על כל הדברים האלה בזמן הקרוב.",
		nextMatch: NAOM,
		prevRank:2,
	},
	{
		name: NADAV,
		rank: 8,
		text: "דויטשר פתח את העונה בצורה מעניינת, שבוע ראשון הפסד עם הסקור הכי גבוה, ובשבוע השני ניצחון עם הסקור הכי נמוך. אין בקבוצה שחקן אחד עם ממוצע 40+ (בחירה אחרונה בדראפט אז זה הגיוני) אבל דויטשר בנה קבוצה יציבה ומאוזנת עם שחקנים מפתיעים כמו ג'אוויל מגי ג'רט אלן ובאדי הילד (30, 27, 27), השבוע הוא ינסה לעלות למאזן חיובי מול יובי.",
		record: "1-1",
		nextMatch: YUVAL,
		prevRank: 7,
	},
	{
		name: BARCHEN,
		record: "1-0",
		rank: 9,
		text: "כן בר חן הפתיע אותי עם הניצחון, ולמרות שזה כמובן הגיע בעזרת הפציעות של מארק, הקבוצה כן נראת טוב ואולי יש עתיד באופק לboondock sluts. לאו וויליאמס מאכזב מפתיחת העונה, אבל רודי גובר(עד שייפצע) ודריימונד גרין נראים טוב וביחד עם אנטטקומבו שהוא באנקר יש בסיס טוב להמשך ואולי להינצל מירידה. ומצטער שאני לא שם אותך בדיבורי אליפות בשלב זה. השבוע קרב לא קל נגד ליאור.",
		nextMatch: LIOR,
		prevRank: 12,
	},
	{
		name: SAPER,
		rank: 10,
		record: "1-1",
		text: "אני אולי ב1-1 אבל עם הסקור כמעט הכי נמוך בליגה מפתיחת העונה מגיע לי המקום הזה. הפציעות תקפו אותי השבוע עם שחקני שיקאגו (פורטיס ודאן), ובלי סימונס באמת לא היה לי סיכוי. השבוע בהרכב מלא יחסית, ובתקווה שלא יהיה פציעות אנסה להראות מה אני באמת שווה במשחק לא קל נגד צביקי.",
		nextMatch: TZVIKI,
		prevRank: 9,
	},
	{
		name: OREN,
		rank: 11,
		text: "אורן התחיל להראות קצת סימני התאוששות השבוע ביחד עם הבחירה מספר 2 שלו מיטשל, אבל זה לא הספיק נגד גודיס. למרות השיפור הקבוצה עדיין חלשה ואני מצפה לראות איזה בלוקבאסטר טרייד שיגרום לטלטול המערכת ולניסיון להימנע מהירידה. השבוע משחק לא קל נגד דוד והפסד כאן כבר יכניס את אורן לבור שלא יהיה קל לצאת ממנו.",
		record: "0-2",
		nextMatch: GUDIS,
		prevRank:11,
	},
	{
		name: YUVAL,
		rank: 12,
		text: "יש הרבה טאלנט בקבוצה של יובל, אבל זה לא מתפרש לנקודות פנטזי וזה ההבדל. קיירי והייוורד בבוסטון לא שחקני פנטזי טובים עם הסגל שיש שם, ומאקלום בדרך לאחת העונות הגרועות שלו. דיוויס למרות המשחקים גדולים הוא שחקן פציע, וככה קשה לנצח. בליצ'ה היה עם הסקור השני הכי גבוה בסגל השבוע (120) וזה דיי מסביר אץ המצב של הקבוצה. השבוע עם דיוויס שעדיין סוחב את הפציעה הוא ינסה להפתיע את דויטשר.",
		record: "0-2",
		nextMatch: NADAV,
		prevRank: 10,
	},
]


const WEEK_3 = [
	{
		text:"גודיס ממשיך לתת עבודה ומגיע לו לשמור על המקום שלו. הסקור השני הכי גבוה השבוע והיחיד שחצה את רף ה3000 העונה. אלי לא ממש הווה יריב השבוע אז אתמקד בתצוגה של גודיס. 7 שחקנים מעל 100 ו3 ב80 מראים את איכות של הסגל הזה. כריס לברט וג'סטין הולידיי פתחו את העונה בצורה מעולה עם ממוצעים של 31, 29, וגם מארק גאסול חזר מהפציעות של שנה שעברה חדש ונותן 37. ביכולת הזאת בר חן השבוע יצטרך להתפלל חזק לניצחון.",
		rank: 1,
		nextMatch: BARCHEN,
		name: GUDIS,
		record: "3-0",
		prevRank: 1,
		score: 1143.70
	},
	{
		rank: 2,
		text:"אחרי תצוגת הנפל שבוע שעבר, דוד חזר להראות מה הסגל שלו שווה. קייל לאורי ממשיך עם העונה הדהימה שלו והשבוע נתן 189. ווסטברוק סופסוף הופיע לעונה ונתן 150 ב3 משחקים. ועם שמות נוספים כמו כריס פול ווויטסייד אפשר להבין איזה קבוצה יש לדוד. השבוע יפגוש את אלי שצונח בכיוון השני של הדירוג",
		nextMatch: ELI,
		name: DAVID,
		record: "2-1",
		prevRank: 3,
		score: 1139.95,
	},
	{
		text:"ליאור ממשיך ביכולת המעולה שלו ובהובלת סטף קארי מתמקם במקום השני בטבלה. השבוע הופיע שחקן מפתיע וונדלי קרטר ג'וניור משיקאגו ונתן 165 נק', וזה כנראה ימשיך ככה עד שמרקנן ופורטיס יחזרו מפציעות. קמבה ווקר חזר קצת לקרקע עם 36 בממוצע \"בלבד\" אבל הקבוצה של ליאור בטירוף עכשיו וזה כנראה לא יפסיק השבוע מול מארק.",
		rank: 3,
		nextMatch: MARC,
		name: LIOR,
		record: "3-0",
		prevRank: 2,
		score: 1061.60,
	},
	{
		rank: 4,
		text_2:"עם ניצחון צמוד עליי השבוע, צביקי ממקם את עצמו כאחת הקבוצות החזקות בליגה. הסנטרים שלו ממשיכים להוביל אותו קדימה, אמביד (217) ויוקיץ (173) היו מעל כולם במפגש מולי, וביחד עם הרוקי המבטיח דונציץ יש סיבה להאמין שצביקי ידבר חזק השנה בפלייאוף העליון (ולא יתנחם בניצחון בפלייאוף התחתון). כל זה נכון בהנחה שאמביד לא יישבר באמצע העונה, והכל יכול להיות איתו. השבוע קרב יחסית קל על הנייר מול יובי. ",
		text: "צביקי עלה השבוע למאזן 2-1, לאחר קרב מותח וצמוד מול סאפר. " +
			"הקבוצה של צביקי נהנת מהובלה של אמביד, שרושם ממוצע מטורף של 47 נק' פנטזי מתחילת העונה והביא השבוע את הניצחון לצביקי עם 217 נק' פנטזי ב5 משחקים. אמביד מדורג שלישי בtotal fantasy points מתחילת העונה." +
			"בנוסף לאמביד, צביקי נהנה מבחירות מעולות בדראפט של  דונציץ, אייטון, והבחירה הראשונה שלא מאכזב - ג'וקיץ. הרבעייה מרכיבה לצביקי בסיס מעולה שעוד צפוי להשתפר עם התקדמות העונה." +
			"מהצד השני של המתרס, צביקי לא מקבל את אחד משלוש המקומות הראשונים במדד העוצמה בגלל אינגרם, הבחירה החמישית שלו שממשיכה לאכזב (כותב שורות אלה התריע על כך מיד בסיום הדראפט), וכן בגלל ספר שחקנים משלימים נוספים בסגל שכנראה ימצאו עצמם בפח הזבל בזמן הקרוב." +
			"השבוע צביקי במפגש מול יובי שינסה להפתיע את צביקי. יובי פתח מצויין ומוביל אבל אמביד טרם שיחק משחק אחד השבוע.",
		record: "2-1",
		nextMatch: YUVAL,
		name: TZVIKI,
		prevRank: 4,
		score: 1070.75,
		author: "דויטשר"
	},
	{
		name: NADAV,
		rank: 5,
		record: "2-1",
		text:"אחרי פתיחה מעט מגומגמת הגיע  השבוע השלישי ודויטשר אוסף ניצחון שני מול הקבוצה של יובל שלא ברור מה קורה שם.. (על הנייר נראית אחלה קבוצה..)עם הסקור הגבוה ביותר, אין ספק שבהחלט מדובר בהישג יפה. 6 שחקנים עם מעל 130 נק׳ וחייבים לציין שיש לא מעט שחקנים עם אפסייד מאוד גבוה(הילד, נורקיץ, אלן) יחד עם דיפו, גורג, אולדרידג, קובינגטון ובארטון לכשיחזור  העתיד בהחלט נראה ורוד.. אין ספק שכמו מאמן אירופאי עיקש דויטשר בהחלט מפיק את המירב מהקבוצה שלו. השבוע מבחן רציני ראשון מול הקבוצה החזקה של נועם, ינסה להשיג ניצחון יוקרתי שיבסס אותו בחצי העליון של הטבלה.",
		nextMatch: NAOM,
		prevRank: 8,
		score: 1250.35,
		author: "גודיס"
	},
	{
		name: NAOM,
		rank: 6,
		record: "3-0",
		text:"הקבוצה של נועם ב3:0 אבל מבחינתי שוב לא הרשימה." +
			"ניצחון על מארק הפצוע (ללא בוקר, לאב והארדן - בחירות 1-3) והסקור השביעי בטיבו השבוע." +
			"גם הניצחון הקודם הגיע על יובי הפצוע." +
			"ג'רו הוליידי ממשיך את העונה הטובה משנה שעברה. ביל נראה כמו שחקן שעשה את קפיצת המדרגה וטאונס שקיבל פס להשתולל מבאטלר עשו לנועם את השבוע." +
			"השבוע יעמוד למבחן רציני ראשון מול קבוצת פלייאוף עליון.",
		nextMatch: NADAV,
		prevRank: 6,
		score:1012.85,
		author: "צביקי"
	},
	{
		name: ELI,
		rank: 7,
		record: "0-3",
		text:"שבוע שעבר עוד נתתי לאלי קרדיט למרות שהיה ב0-2, אבל השבוע המצב כבר התבהר. קאווי כמו שכולנו חשבנו לפני העונה, הוא לא שחקן שאפשר לסמוך עליו, וכרגע הוא לא משחק back-to-backs. גריפין דוראנט ודרוזן מחזיקים את הקבוצה הזאת, אבל הסגל המשלים הוא נורא, 2 שחקנים מההרכב של המפגש כבר המשיכו הלאה, רג'י ג'קסון וברוק לופז לא הרבה מאחוריכם וטיג נפצע. בלי סגל משלים טוב אלי לא בדרך לנצחונות ובטח לא השבוע מול דוד. ",
		nextMatch: DAVID,
		prevRank:5,
		score:868.70,
	},
	{
		name: BARCHEN,
		rank: 8,
		text: "אחרי הפתיחה הנוראית של בר חן לעונה הזאת, חשבתי שאנחנו בדרך לעוד עונה שבר חן מגרד את המקום האחרון, והשנה המקום הזה גם מוביל לירידה, אבל הקבוצה הזאת הפתיעה אותי. הוא כן הפסיד השבוע אבל כמו שרואים מהסקור שלו זה לא היה נוראי. כל השחקנים בהרכב השבוע הופיעו הבעיה שהכוכב הראשי אנטטקומבו (עם פציעה קטנה) נתן רק 99 ואם הכוכבים שלך בינונים התוצאה תהיה בינונית. השבוע משחק קשה נגד גודיס",
		record: "1-2",
		nextMatch: GUDIS,
		prevRank: 9,
		score: 1002.10,
	},
	{
		name: SAPER,
		record: "1-2",
		rank: 9,
		text:"אני יכול אולי להתנחם בעובדה שהייתי המפסיד הכי גבוה השבוע, אבל כרגע עם הסקור הכללי שלי 2421 והמאזן 1-2 המצב לא טוב. גם אצלי בדומה לבר חן רוב ההרכב השבוע סיפק את הסחורה, אבל חסרים לי הכוכבים. סימונס עם ממוצע 33, דראמנד 35, הכי גבוהים השבוע, ובליגה שסטף קארי והארדן נותנים באיזור ה50 אני לא יוכל להתחרות. נתון מעניין: דראמנד ממוצע העונה הכי גבוה אצלי עם 36, מקום 26 בליגה. השבוע על הנייר משחק יחסית קל נגד אורן (בלי מיטשל).",
		nextMatch: OREN,
		prevRank: 10,
		score: 1032.95,
	},
	{
		name: MARC,
		rank: 10,
		record: "1-2",
		text:"מארק ממשיך בצניחה למטה, אבל הוא מקבל קצת הנחה כי הוא בלי הארדן (לדעתי לאב לא יהיה שווה כמעט כלום בהמשך העונה כי קליבלנד מנסים להפסיד). הבעיה אצל מארק שהכוכבים שלו פציעים, דוון בוקר מעולם לא היה בריא, הארדן רגיל להפסיד משחק פה משחק שם, ופורזינגס ולאב אוהבים ללכת לרופא. השבוע נגד ליאור לא יהיה קל",
		nextMatch: LIOR,
		prevRank: 7,
		score: 893.35,
	},
	{
		name: OREN,
		rank: 11,
		text:"השבוע אצל אורן החלטתי להסתכל על החצי כוס המלאה. סקור של 972 עם חיסור של מיטשל ושל פורטר זה לא רע, ועם החזרה של האוורד השבוע יש סיבה לאופטימיות. עם האופטימיות, אני חייב להיות קצת ריאלי השחקנים היחידים עם 30+ ממוצע אצל אורן זה לילארד(42) קפלה,ומיטשל (31), וזה לא יספיק. בשביל עתיד טוב יותר האוורד יהיה חייב להיכנס לרשימה הזאת, אני מקווה שזה לא יקרה השבוע נגדי.  ",
		record: "0-3",
		nextMatch: SAPER,
		prevRank:11,
		score: 972.80,

	},
	{
		name: YUVAL,
		rank: 12,
		text:"יובל ממשיך בעונה הלא טובה שלו ועם הסקור הכי נמוך השבוע לא באמת היה לו סיכוי לצאת מהמקום האחרון. השבוע החליטו להבריז באטלר ודיוויס מכמה משחקים כמו בכל שבוע, ועד שבאטלר לא ימצא בית שטוב לו( או עד הטרייד דדליין) זה כנראה יהיה המצב. דיוויס שחקן פציע, והוא כנראה עוד יותר זהיר כי הוא לא רוצה שיקרה לו מה שקרה לקאזינס. ששני השחקנים הכי טובים שלך ככה, אין לך הרבה סיכוי. יובל יקווה השבוע לשבוע בריא וניצחון מפתיע על צביקי. ",
		record: "0-3",
		nextMatch: TZVIKI,
		prevRank: 12,
		score: 861.55
	},
]
export {WEEK_1, WEEK_2, WEEK_3}